import React from 'react'
import { useTranslations } from 'next-intl'

const Offer = () => {
  const t = useTranslations('Offer')

  return (
    <section className="container simple-page">
      <h1 className="h2">{t('title')}</h1>

      <p style={{ textAlign: 'center' }}>
        <b>
          ДОГОВІР ДОРУЧЕННЯ, НАДАННЯ ІНФОРМАЦІЙНИХ ТА ПОСЕРЕДНИЦЬКИХ ПОСЛУГ
          <br />
          (редакція від 01.04.2026)
        </b>
      </p>
      <p>&nbsp;</p>
      <p>
        <b>ФІЗИЧНА ОСОБА-ПІДПРИЄМЕЦЬ ШАФЕРЕНКО ВАЛЕНТИНА</b>
        &nbsp;(далі &ndash; Повірений/Виконавець) пропонує фізичним особам (далі
        &ndash; Довіритель/Замовник), вчинити від імені та за рахунок
        Довірителя/Замовника дії, передбачені цим Договором, а також отримати
        платні послуги, передбачені цим Договором як на виконання Доручення так
        і окремо.&nbsp;
      </p>
      <p>
        Даний Договір є публічним відповідно до ст. ст. 633, 641 Цивільного
        кодексу України, та його умови є однакові для всіх
        Довірителів/Замовників; беззастережне прийняття умов цього Договору
        вважається акцептуванням цієї оферти Довірителем/Замовником, для чого
        Повірений/Виконавець публікує цей Договір про таке:
      </p>
      <p>&nbsp;</p>
      <p style={{ textAlign: 'center' }}>
        <b>
          РОЗДІЛ 1.
          <br />
          ЗАГАЛЬНІ ПОЛОЖЕННЯ, ОСНОВНІ ПОНЯТТЯ ТА ВИЗНАЧЕННЯ ТЕРМІНІВ
        </b>
      </p>
      <p>
        1.1. Місцем укладання та виконання цього Договору є місцезнаходження
        Повіреного/Виконавця зазначене в реквізитах Договору.
      </p>
      <p>1.2. Датою укладання Договору є дата Акцепту Договору.</p>
      <p>
        1.3. Договір вважається укладеним з моменту здійснення Акцепту, без
        підписання письмового примірника Повіреним/Виконавцем та
        Довірителем/Замовником.
      </p>
      <p>
        1.4. Укладаючи Договір, Довіритель/Замовник автоматично погоджується з
        повним та безумовним прийняттям положень Договору.
      </p>
      <p>
        1.5. Кожна Сторона гарантує іншій Стороні, що володіє необхідною
        дієздатністю, а також всіма
      </p>
      <p>
        правами і повноваженнями, необхідними і достатніми для укладання і
        виконання цього Договору відповідно до його умов.
      </p>
      <p>
        1.6. Всі умови Договору, викладені в цій Публічній оферті, є
        обов&rsquo;язковими для Сторін.
      </p>
      <p>
        1.7. Якщо Довіритель/Замовник не згодний з умовами Договору, він має
        право не укладати цей Договір. Відповідно, Довіритель/Замовник, який
        здійснив Акцепт, підтверджує своє ознайомлення та згоду з усіма умовами
        цього Договору.
      </p>
      <p>
        1.8. Дійсний Договір має юридичну силу відповідно до ст. 633 ЦК України
        і є рівносильним Договору, підписаному Сторонами.
      </p>
      <p>
        1.9. Публічний договір &ndash; це правочин, який встановлює однакові для
        всіх Довірителів/Замовників умови надання цих послуг на умовах публічної
        оферти з моменту її акцептування Довірителем/Замовником.
      </p>
      <p>
        1.10. Публічна оферта &ndash; пропозиція Повіреного/Виконавця,
        адресована будь-якій фізичній особі відповідно до статті 641 Цивільного
        кодексу України, укласти з ним договір, що міститься в публічній оферті.
      </p>
      <p>
        1.11. Акцепт &ndash; надання Довірителем/Замовником повної і безумовної
        відповіді Повіреному/Виконавцю на пропозицію укласти Договір на умовах,
        визначених публічною офертою, шляхом вчинення дій, що свідчать про
        прийняття ним публічної оферти (вчинення дій, що підтверджують виконання
        умов договору, зокрема, але не виключно, здійснення оплати за цим
        договором, надання Повіреному/Виконавцю персональних даних необхідних
        для вчинення дій, передбачених підпунктом 2.1.2 цього Договору тощо).
      </p>
      <p>
        1.12. Сайт Повіреного/Виконавця &ndash; веб-сайт в мережі Інтернет, що
        розміщений за посиланням{' '}
        <a href="https://citamaster.com">
          <u>https://citamaster.com</u>
        </a>
      </p>
      <p>
        1.13. Сторони &ndash; Довіритель/Замовник та Повірений/Виконавець цього
        Договору. Довірителем/Замовником може бути тільки фізична особа (в тому
        числі фізична особа-підприємець).
      </p>
      <p>
        1.14. Онлайн-сервіс &ndash; технологічна платформа, яка включає в себе
        різні компоненти, такі як операційні системи, комплексне програмне
        забезпечення, бази даних, програмні мови, середовища виконання,
        бібліотеки тощо, головною метою якої є автоматизований моніторинг, збір,
        обробка, розподіл, збереження та представлення даних.
      </p>
      <p>
        1.15. Замісник/Посередник &ndash; фізична особа, фізична
        особа-підприємець, що уповноважена Повіреним/Виконавцем на вчинення дій,
        надання послуг, визначених п. 2.1. цього Договору, в інтересах
        Довірителя/Замовника.
      </p>
      <p>&nbsp;</p>
      <p style={{ textAlign: 'center' }}>
        <b>
          РОЗДІЛ 2.
          <br />
          ПРЕДМЕТ ДОГОВОРУ
        </b>
      </p>
      <p>
        2.1. У порядку та на умовах, передбачених цим Договором,
        Повірений/Виконавець зобов&rsquo;язується:
      </p>
      <p>
        2.1.1. Надати консультації Довірителю/Замовнику з візових та інших
        питань в сфері міграційних відносин та/або скласти проєкти документів
        (заяв, звернень, скарг тощо) із вищевказаних питань; та /або:
      </p>
      <p>
        2.1.2. За рахунок Довірителя/Замовника зареєструвати
        Довірителя/Замовника чи визначену ним особу (за умови дотримання вимог
        пункту 8.5. цього Договору) на онлайн-сервісах державних органів,
        органів місцевого самоврядування, державних, комунальних та приватних
        підприємств, установ організацій України та інших країн, реєстрацію в
        електронних чергах. Такі дії Повірений/Виконавець вчиняє виключно після
        укладання Цього договору з Довірителем/Замовником. Такі дії
        Повірений/Виконавець вчиняє виключно в межах та в порядку, визначеному
        нормами цивільного законодавства України.
      </p>
      <p>
        2.2. Дії Повіреного/Виконавця на виконання підпункту 2.1.2. цього
        Договору породжують права для Довірителя/Замовника чи визначеної ним
        особи.
      </p>
      <p>
        Цей договір укладається та виконається на підставі законодавства
        України. Місцем виконання цього договору є територія держави Україна.
      </p>
      <p>
        2.3. За здійснення консультації, складання проєкту документу, однієї
        реєстрації в електронній черзі на онлайн-сервісі, що передбачено п. 2.1.
        цього Договору, Довіритель/Замовник виплачує Повіреному/Виконавцю плату
        в національній валюті України в розмірі, що є еквівалентним вартості
        наданої послуги відповідно до прайс-листа у євро (Додаток 2), на його
        розрахунковий рахунок, зазначений в реквізитах цього Договору за
        офіційним курсом Національного банку України на дату здійснення платежу.
        Плата здійснюється Довірителем/Замовником на підставі інвойсу, що є
        Додатком 1 до цього договору та є одночасно рахунком для оплати та
        документом, що підтверджує отримання Довірителем/Замовником послуги, що
        передбачена пунктом 2.1. цього Договору. Повірений/Виконавець виключно з
        власної ініціативи та власних міркувань може надати Довірителю/Замовнику
        знижку. У разі, якщо Довіритель/Замовник не здійснить оплату протягом
        двох робочих днів з дати виконанням Повіреним/Виконавцем дій,
        передбачених п.п. 2.1.2. цього Договору, та повідомлення про це
        Довірителя/Замовника у будь-якій формі, яка може мати інформаційне
        підтвердження такого повідомлення, Повірений/Виконавець має право
        скасувати здійснену ним реєстрацію Довірителя/Замовника.
      </p>
      <p>
        2.4. Довіритель/Замовник компенсує в повному обсязі витрати
        Повіреного/Виконавця, пов&rsquo;язані з вчиненням дій, що визначенні
        п.п. 2.1.2 цього Договору (сплата обов&rsquo;язкових зборів, комісій при
        здійсненні реєстрації в електронних чергах тощо). Якщо
        Повіреному/Виконавцю заздалегідь відомо про розмір витрат на виконання
        дій, що визначенні п.п. 2.1.2 цього Договору, Довіритель/Замовник
        сплачує такі витрати шляхом здійснення повної передплати.
      </p>
      <p>
        2.5. Вчинення Повіреним/Виконавцем дій, визначених п.п. 2.1.2. цього
        Договору, здійснюється без видачі Довірителем/Замовником довіреності.
      </p>
      <p>
        2.6. В разі відмови Довірителя/Замовника від Договору, сплачені ним
        кошти відповідно до п. 2.4. цього Договору повертаються
        Повіреним/Виконавцем протягом 7 робочих днів з дати отримання ним
        письмової заяви про повернення, за умови, що Повіреним/Виконавцем на
        дату отримання заяви про повернення ще не виконані дії, передбачені п.
        2.1. цього Договору. В разі відмови Довірителя/Замовника від Договору,
        сплачені кошти відповідно до п. 2.3. цього Договору підлягають
        поверненню тільки у випадку, якщо Довіритель/Замовник не отримав
        послугу, передбачену п. 2.1. цього Договору. В такому випадку кошти
        повертаються Повіреним/Виконавцем протягом 7 робочих днів з дати
        отримання ним письмової заяви Довірителя/Замовника про повернення
        коштів.
      </p>
      <p>
        2.7. Повірений/Виконавець не здійснює від свого імені жодних дій,
        направлених на реєстрацію щодо отримання будь-яких послуг в електронних
        чергах на онлайн-сервісах державних органів, органів місцевого
        самоврядування, державних, комунальних та приватних підприємств, установ
        організацій України та інших країн, на виконання умов цього Договору.
      </p>
      <p>
        2.8. Повірений/Виконавець не є представником державних органів, органів
        місцевого самоврядування, державних, комунальних та приватних
        підприємств, установ, організацій України та інших країн, на сайтах яких
        здійснюється реєстрація Довірителя/Замовника з метою отримання них
        відповідних послуг.
      </p>
      <p>
        2.9. Повірений/Виконавець не здійснює продаж або будь-яке інше
        відчуження чи надання права на реєстрацію в електронних чергах на
        онлайн-сервісах державних органів, органів місцевого самоврядування,
        державних, комунальних та приватних підприємств, установ організацій
        України та інших країн.
      </p>
      <p>
        2.10. Повірений/Виконавець реєструє Довірителя/Замовника чи визначену
        ним особу в електронних чергах на онлайн-сервісах державних органів,
        органів місцевого самоврядування, державних, комунальних та приватних
        підприємств, установ організацій України та інших країн з метою
        отримання цими особами відповідних послуг, виключно за наявності вільних
        місць в таких електронних чергах.
      </p>
      <p>&nbsp;</p>
      <p style={{ textAlign: 'center' }}>
        <b>
          РОЗДІЛ 3.
          <br />
          ПРАВА ТА ОБОВ&rsquo;ЯЗКИ СТОРІН
        </b>
      </p>
      <p>3.1. Повірений/Виконавець зобов&rsquo;язується:</p>
      <p>
        3.1.1. Вчинити одну або декілька дій/послуг, що передбачені пунктом 2.1.
        цього Договору.
      </p>
      <p>
        3.1.2. За запитом Довірителя/Замовника повідомляти всі відомості про хід
        виконання цього Договору.
      </p>
      <p>
        3.1.3. Надавати Довірителю/Замовнику необхідні роз&rsquo;яснення,
        пов&rsquo;язані з виконанням цього Договору.
      </p>
      <p>
        3.1.4. Передати Довірителю/Замовнику все одержане у зв&apos;язку із
        виконанням ним пункту 2.1. цього Договору.
      </p>
      <p>
        3.1.5. Не розголошувати інформацію, що містить персональні дані
        Довірителя/Замовника чи інших фізичних осіб, що стали відомі
        Повіреному/Виконавцю у зв&rsquo;язку із виконанням цього Договору.
      </p>
      <p>
        3.1.6. Вчинити дії, визначені п. 2.1. цього Договору особисто або шляхом
        залучення Замісника/Посередника.
      </p>
      <p>3.2. Довіритель/Замовник зобов&rsquo;язується:</p>
      <p>
        3.2.1. Негайно прийняти від Повіреного/Виконавця все одержане ним у
        зв&apos;язку з виконанням цього Договору.
      </p>
      <p>
        3.2.2. Забезпечити Повіреного/Виконавця інформацією та засобами,
        необхідними для виконання Договору.
      </p>
      <p>
        3.2.3. Відшкодувати Повіреному/Виконавцю витрати, пов&apos;язані з
        виконанням Договору в порядку, визначеному п. 2.4. цього Договору.
      </p>
      <p>
        3.2.4. Виплатити Повіреному/Виконавцю плату в розмірі та в порядку,
        визначеному п. 2.3. цього Договору.
      </p>
      <p>3.3. Довіритель/Замовник має право:</p>
      <p>
        3.3.1. Вимагати та отримати від Повіреного/Виконавця все одержане у
        зв&apos;язку із виконанням цього Договору.
      </p>
      <p>
        3.3.2 Одержувати від Повіреного/Виконавця необхідні роз&rsquo;яснення,
        пов&rsquo;язані з виконанням цього Договору.
      </p>
      <p>
        3.3.3. Одержувати за письмовим запитом від Повіреного/Виконавця звіт про
        виконання ним умов цього Договору.
      </p>
      <p>
        3.3.4. Відмовитися від Договору, повідомивши про відмову
        Повіреного/Виконавця, при цьому наступають наслідки визначені п. 2.6.
        цього Договору.
      </p>
      <p>3.4. Повірений/Виконавець має право:</p>
      <p>
        3.4.1. Отримати від Довірителя/Замовника всі засоби, необхідні для
        виконання пункту 2.1. цього Договору.
      </p>
      <p>
        3.4.2. На оплату та компенсацію у зв&rsquo;язку із виконанням цього
        Договору на умовах та в порядку, визначених п. 2.3. та п. 2.4 цього
        Договору.
      </p>
      <p>
        3.4.3. У разі відмови Довірителя/Замовника прийняти результати виконання
        цього Договору, не повертати Довірителю/Замовнику суми коштів, що
        отримані від нього відповідно до п. 2.3. та п.2.4 цього Договору.
      </p>
      <p>
        3.4.4. На власний розсуд залучати до виконання пункту 2.1. цього
        Договору третіх осіб (Замісників/Посередників). Залучення
        Замісника/Посередника не може бути підставою для збільшення розміру
        плати, визначеної пунктом 2.3. та пунктом 2.4. цього Договору.
      </p>
      <p>
        3.4.5. Відмовитися від виконання цього Договору, що не є підставою для
        відшкодування збитків, завданих Довірителеві/Замовнику припиненням
        договору. У разі відмови Повіреного/Виконавця від договору він
        зобов&rsquo;язаний протягом одного місяця повернути Довірителю/Замовнику
        сплачені ним відповідно до умов п. 2.4 цього Договору кошти.
      </p>
      <p>&nbsp;</p>
      <p style={{ textAlign: 'center' }}>
        <b>
          РОЗДІЛ 4.
          <br />
          ПОРЯДОК РОЗРАХУНКІВ
        </b>
      </p>
      <p>
        4.1. Довіритель/Замовник сплачує Повіреному/Виконавцю кошти на умовах,
        визначених п. 2.3. та 2.4. цього Договору, на розрахунковий рахунок
        Повіреного/Виконавця, зазначений в реквізитах цього Договору.
      </p>
      <p>
        4.2. В разі відмови Повіреного/Виконавця від Договору, він протягом
        місяця повертає кошти, що отримав від Довірителя/Замовника відповідно до
        п.2.4. цього Договору, на його розрахунковий рахунок, котрий має бути
        повідомлений Повіреному/Виконавцю шляхом надіслання йому на його
        електронну адресу, що зазначена в реквізитах цього Договору,
        електронного листа з реквізитами такого рахунку. Місячний строк для
        повернення коштів починається з дати отримання Повіреним/Виконавцем
        електронного листа з реквізитами банківського розрахункового рахунку
        Довірителя/Замовника.
      </p>
      <p>&nbsp;</p>
      <p style={{ textAlign: 'center' }}>
        <b>
          РОЗДІЛ 5.
          <br />
          ВІДПОВІДАЛЬНІСТЬ СТОРІН
        </b>
      </p>
      <p>
        5.1. У випадку порушення своїх зобов&apos;язань за цим Договором Сторони
        несуть відповідальність, визначену цим Договором та чинним
        законодавством України. Порушенням зобов&apos;язання є його невиконання
        або неналежне виконання.
      </p>
      <p>
        5.2. Сторони не несуть відповідальності за порушення своїх
        зобов&apos;язань за цим Договором, якщо воно сталося не з їх вини.
        Сторона вважається невинуватою, якщо вона доведе, що вжила всіх залежних
        від неї заходів для належного виконання взятого на себе
        зобов&apos;язання.
      </p>
      <p>
        5.3. Повірений/Виконавець не несе відповідальності за
        зобов&rsquo;язаннями Довірителя/Замовника та за допущені
        Довірителем/Замовником порушення законодавства.
      </p>
      <p>
        5.4 У разі, якщо виконання умов цього Договору обумовлює подальше
        отримання Довірителем/Замовником будь-яких доходів, останній повинен
        самостійно нараховувати та сплачувати всі належні податки та збори на
        такі доходи, у відповідності до вимог податкового законодавства.
      </p>
      <p>&nbsp;</p>
      <p style={{ textAlign: 'center' }}>
        <b>
          РОЗДІЛ 6.
          <br />
          ОБСТАВИНИ НЕПЕРЕБОРНОЇ СИЛИ
        </b>
      </p>
      <p>
        6.1. Сторони звільняються від відповідальності за повне або часткове
        невиконання своїх зобов&apos;язань за цим Договором, якщо воно викликане
        обставинами непереборної сили (форс-мажор), такими як: стихійні лиха,
        пожежі, повені, землетруси, бойові чи військові дії на території, де має
        надаватися послуга Повіреним/Виконавцем, блокада, окупація, нормативні
        акти або закони, видані уповноваженими державними органами, які вводять
        заборону на надання послуг, визначених цим Договором, тощо та які
        знаходяться поза їх контролем, є надзвичайними за своїм характером і
        непередбачуваними.
      </p>
      <p>
        6.2. У випадку настання обставин непереборної сили строк виконання
        зобов&apos;язань відкладається до часу, протягом якого будуть діяти такі
        обставини. Якщо ці обставини і їх наслідки будуть продовжуватися більш 3
        (трьох) місяців, то кожна зі Сторін буде мати право відмовитися від
        подальшого виконання зобов&apos;язань за Договором і у цьому випадку
        жодна зі Сторін не буде мати право на відшкодування іншою стороною
        можливих збитків.
      </p>
      <p>
        6.3. Сторона, для якої утворилася неможливість виконання
        зобов&apos;язань за цим Договором у зв&apos;язку з настанням
        форс-мажорних обставин, зобов&apos;язана негайно повідомити іншу
        сторону, а також протягом 15 (п&apos;ятнадцяти) днів із дня настання
        форс - мажорних обставин надіслати повідомлення встановленої форми,
        видане представником відповідної торгово-промислової палати з вказівкою
        на наявність зазначених вище подій, дати їх настання й тривалості.
      </p>
      <p>
        6.4. Неповідомлення або несвоєчасне повідомлення про настання
        форс-мажорних обставин позбавляє сторону права посилатися на будь-яку
        вищевказану обставину як на підставу, що звільняє її від
        відповідальності за невиконання зобов&apos;язань.
      </p>
      <p>&nbsp;</p>
      <p style={{ textAlign: 'center' }}>
        <b>
          РОЗДІЛ 7.
          <br />
          НАБУТТЯ ЧИННОСТІ, ТЕРМІН ДІЇ, ЗМІНИ ТА УМОВИ РОЗІРВАННЯ ДОГОВОРУ
        </b>
      </p>
      <p>
        7.1. Цей Договір набуває чинності з дати його укладання, котра
        відповідає даті Акцепту, та діє до його виконання, його розірвання за
        згодою сторін чи відмови від його виконання однією із Сторін у порядку,
        передбаченому цим Договором.
      </p>
      <p>
        7.2. Договір може бути розірваний достроково за згодою сторін шляхом
        надіслання електронних листів на електронні пошти Сторін, з яких
        вбачається, що договір розривається за взаємною згодою.
      </p>
      <p>
        7.3. Кожна із Сторін може відмовитися від виконання цього Договору,
        повідомивши про це письмово іншу сторону, шляхом надіслання листа на
        електронну пошту Сторони. При цьому настають наслідки, що передбачені
        п.п. 3.3.4. та п.п. 3.4.5 цього Договору.
      </p>
      <p>
        7.4. Повірений/Виконавець має право в односторонньому порядку змінювати
        або оновлювати умови цього Договору в будь-який час. Усі зміни в цьому
        Договорі, у тому числі нова редакція Договору вступають в силу з моменту
        їх опублікування на сайті Повіреного/Виконавця.
      </p>
      <p>
        7.5. Повірений/Виконавець не несе будь-якої відповідальності у випадку,
        коли інформація про зміну Договору не була отримана та/або не була
        вивчена та/або була не правильно зрозуміла Довірителем/Замовником.
      </p>
      <p>
        7.6. Будь-які зміни Договору з моменту набрання ним чинності поширюються
        на всіх осіб, що приєдналися до Договору, у тому числі, на тих, що
        приєдналися до Договору раніше дати набрання чинності змін до Договору,
        окрім змін про розмір плати Повіреному/Виконавцю.
      </p>
      <p>&nbsp;</p>
      <p style={{ textAlign: 'center' }}>
        <b>
          РОЗДІЛ 8.
          <br />
          ЗАХИСТ ПЕРСОНАЛЬНИХ ДАНИХ. ПРИКІНЦЕВІ ПОЛОЖЕННЯ
        </b>
      </p>
      <p>
        8.1. Сторони зобов&apos;язані зберігати конфіденційність стосовно всієї
        інформації конфіденційного або особистого характеру, прямо або
        опосередковано отриманої відповідно до цього Договору, а також вживати
        всіх необхідних заходів щодо її збереження.
      </p>
      <p>
        8.2. Сторони зобов&rsquo;язуються при укладенні, виконанні та після
        припинення строку дії цього Договору дотримуватися вимог законодавства
        України у сфері захисту персональних даних, в т.ч. щодо обробки
        персональних даних, отриманих у ході виконання умов цього Договору.
        Кожна Сторона надає іншій Стороні свою згоду на обробку персональних
        даних та їх використання для цілей виконання умов Договору, ведення
        бухгалтерського та податкового обліку, реалізації господарсько-правових
        відносин, тощо.
      </p>
      <p>
        8.3. Повірений/Виконавець має право здійснювати обробку персональних
        даних виключно у обсязі, необхідному для виконання взятих на себе
        зобов&rsquo;язань за цим Договором.
      </p>
      <p>
        8.4. Укладаючи цей Договір, Довіритель/Замовник підтверджує, що він
        повідомлений про свої права відповідно до ст. 8 Закону України
        &laquo;Про захист персональних даних&raquo;.
      </p>
      <p>
        8.5. Укладаючи цей Договір, Довіритель/Замовник підтверджує, що має
        повноваження та дозвіл на використання персональних даних третіх осіб, у
        випадку їх надання Повіреному/Виконавцю для виконання умов Договору.
      </p>
      <p>
        8.6. Усі спори, що виникають з цього Договору або пов&apos;язані із ним,
        вирішуються шляхом переговорів між Сторонами. Якщо відповідний спір
        неможливо вирішити шляхом переговорів, він вирішується в судовому
        порядку за встановленою підвідомчістю та підсудністю такого спору
        відповідно до чинного законодавства України.
      </p>
      <p>
        8.7. Відносини, що виникають при укладанні або в процесі виконання цього
        Договору, що є неврегульованими цим Договором, регулюються чинним
        законодавством України.
      </p>
      <p>
        8.8. Сторони цього Договору зобов&apos;язуються своєчасно повідомляти
        одна одну про зміну реквізитів.
      </p>
      <p>&nbsp;</p>
      <p style={{ textAlign: 'center' }}>
        <b>
          РОЗДІЛ 9.
          <br />
          РЕКВІЗИТИ ПОВІРЕНОГО/ВИКОНАВЦЯ
        </b>
      </p>
      <p>
        <b>ФІЗИЧНА ОСОБА-ПІДПРИЄМЕЦЬ</b>
      </p>
      <p>
        <b>ШАФЕРЕНКО ВАЛЕНТИНА АНАТОЛІЇВНА</b>
      </p>
      <p>
        Адреса: Україна, Чернігівська область, с. Ковчин, вул. Шевченка, буд.17а
      </p>
      <p>РНОКПП: 3583908808</p>
      <p>IBAN: UA773348510000000026002283175 в АТ &quot;ПУМБ&quot;</p>
      <p>
        Електронна пошта: sales@citamaster.com Веб-сайт: https://citamaster.com
      </p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p style={{ textAlign: 'right' }}>
        <b>Додаток 1</b>
      </p>
      <p>&nbsp;</p>
      <p style={{ textAlign: 'center' }}>
        <b>Інвойс № _____ від___________________</b>
      </p>
      <p>&nbsp;</p>
      <p>
        <b>ВИКОНАВЕЦЬ/ПОВІРЕНИЙ:</b>
      </p>
      <p>
        <b>ФІЗИЧНА ОСОБА-ПІДПРИЄМЕЦЬ ШАФЕРЕНКО ВАЛЕНТИНА АНАТОЛІЇВНА</b>
      </p>
      <p>
        Адреса: Україна, Чернігівська область, с. Ковчин, вул. Шевченка, буд.17а
      </p>
      <p>РНОКПП: 3583908808</p>
      <p>IBAN: UA773348510000000026002283175 в АТ &quot;ПУМБ&quot;</p>
      <p>
        Електронна пошта: &nbsp; sales@citamaster.com &nbsp; Веб-сайт:
        https://citamaster.com
      </p>
      <p>&nbsp;</p>
      <p style={{ marginBottom: '0.5em' }}>
        <b>ЗАМОВНИК/ДОВІРИТЕЛЬ:</b>
      </p>
      <p
        style={{
          borderBottom: '2px solid currentColor',
          width: 'min(100%, 370px)',
          marginTop: '0',
        }}
      >
        &nbsp;
      </p>
      <p
        style={{
          borderBottom: '2px solid currentColor',
          width: 'min(100%, 370px)',
          marginTop: '0',
        }}
      >
        &nbsp;
      </p>
      <p>
        <b>&nbsp;</b>
      </p>
      <p>
        <b>Платник:</b> ЗАМОВНИК/ДОВІРИТЕЛЬ
      </p>
      <p>
        <b>Підстава:</b> Договір за посиланням:{' '}
        <a href="https://citamaster.com/offer">https://citamaster.com/offer</a>
      </p>
      <p>
        <b>Порядок оплати:</b> Післяплата
      </p>
      <p>&nbsp;</p>
      <div className="table-container">
        <table className="table table--invoice">
          <tbody>
            <tr>
              <th>№</th>
              <th>Найменування послуги</th>
              <th>Од. вим.</th>
              <th>
                <span style={{ whiteSpace: 'nowrap' }}>Кіл-ть</span>
              </th>
              <th>Ціна без ПДВ, грн.</th>
              <th>Сума без ПДВ, грн.</th>
            </tr>
            <tr>
              <td>1.</td>
              <td>
                Послуги за договором за посиланням{' '}
                <a href="https://citamaster.com/offer">
                  https://citamaster.com/offer
                </a>
              </td>
              <td>шт.</td>
              <td>&nbsp;</td>
              <td>&nbsp;</td>
              <td>&nbsp;</td>
            </tr>
            <tr>
              <td colSpan="5" style={{ textAlign: 'right' }}>
                <b>Знижка:</b>
              </td>
              <td>&nbsp;</td>
            </tr>
            <tr>
              <td colSpan="5" style={{ textAlign: 'right' }}>
                <b>Разом:</b>
              </td>
              <td>&nbsp;</td>
            </tr>
          </tbody>
        </table>
      </div>
      <p>&nbsp;</p>
      <p>
        Здійснюючи оплату на підставі цього інвойсу, ЗАМОВНИК/ДОВІРИТЕЛЬ
        підтверджує, що отримав послуги за договором за посиланням{' '}
        <a href="https://citamaster.com/offer">https://citamaster.com/offer</a>{' '}
        в повному обсязі та претензій до ВИКОНАВЦЯ/ПОВІРЕНОГО не має.
      </p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p style={{ textAlign: 'right' }}>
        <b>Додаток 2</b>
      </p>
      <p>&nbsp;</p>
      <p style={{ textAlign: 'center' }}>
        <b>ПРАЙС-ЛИСТ</b>
      </p>
      <div className="table-container">
        <table className="table table--price">
          <tbody>
            <tr>
              <th>
                №
                <br />
                <span style={{ whiteSpace: 'nowrap' }}>з/п</span>
              </th>
              <th>Назва/опис послуги</th>
              <th>Ціна (євро)</th>
            </tr>
            <tr>
              <td>1</td>
              <td>
                Консультація з візових та інших питань в сфері міграційних
                відносин&nbsp;
              </td>
              <td>20</td>
            </tr>
            <tr>
              <td>2</td>
              <td>
                Складання документів від імені Довірителя в сфері міграційних
                відносин
              </td>
              <td>від 20</td>
            </tr>
            <tr>
              <td>3</td>
              <td>
                <p>
                  <b>ТИМЧАСОВИЙ ЗАХИСТ + NIE</b>
                </p>
                <p>
                  POLIC&Iacute;A - UCRANIA : SOLICITUD PROTECCI&Oacute;N
                  TEMPORAL DESPLAZADOS
                </p>
                <p>
                  <b>Провінція</b>
                  &nbsp;
                  <b>Аліканте (термін надання послуги: 1-2 робочі дні)</b>
                </p>
              </td>
              <td>120</td>
            </tr>
            <tr>
              <td>4</td>
              <td>
                <p>
                  <b>ТИМЧАСОВИЙ ЗАХИСТ + NIE</b>
                </p>
                <p>
                  POLIC&Iacute;A - UCRANIA : SOLICITUD PROTECCI&Oacute;N
                  TEMPORAL DESPLAZADOS
                </p>
                <p>
                  <b>Провінція</b>{' '}
                  <b>Аліканте (термін надання послуги: 3-5 робочих днів)</b>
                </p>
              </td>
              <td>100</td>
            </tr>
            <tr>
              <td>5</td>
              <td>
                <p>
                  <b>ТИМЧАСОВИЙ ЗАХИСТ + NIE</b>
                </p>
                <p>
                  POLIC&Iacute;A - UCRANIA : SOLICITUD PROTECCI&Oacute;N
                  TEMPORAL DESPLAZADOS
                </p>
                <p>
                  <b>Провінція</b> &nbsp;
                  <b>Аліканте (термін надання послуги: 6-10 робочих днів)</b>
                </p>
              </td>
              <td>80</td>
            </tr>
            <tr>
              <td>6</td>
              <td>
                <p>
                  <b>ТИМЧАСОВИЙ ЗАХИСТ + NIE</b>
                </p>
                <p>
                  POLIC&Iacute;A - UCRANIA : SOLICITUD PROTECCI&Oacute;N
                  TEMPORAL DESPLAZADOS
                </p>
                <p>
                  <b>Всі провінції крім</b>
                  &nbsp;
                  <b>Аліканте (термін надання послуги: до 30</b>
                  <b>&nbsp;</b>
                  <b>робочих днів)</b>
                </p>
              </td>
              <td>60</td>
            </tr>
            <tr>
              <td>7</td>
              <td>
                <p>
                  <b>ЗАЯВА ПРО НАДАННЯ ПРИХИСТКУ</b>
                </p>
                <p>POLICIA- SOLICITUD ASILO</p>
                <p>
                  <b>Всі провінції, крім</b>
                  &nbsp;
                  <b>Аліканте (термін надання послуги: до 60</b>
                  <b>&nbsp;</b>
                  <b>робочих днів)</b>
                </p>
              </td>
              <td>120</td>
            </tr>
            <tr>
              <td>8</td>
              <td>
                <p>
                  <b>
                    Документ, який підтверджує, що заявник перебуває в процесі
                    подання заяви про міжнародний захист (червона картка)
                  </b>
                </p>
                <p>
                  Documento acreditativo solicitante, en tramitaci&oacute;n, de
                  protecci&oacute;n internacional (tarjeta roja)
                </p>
                <p>
                  <b>Мадрид (термін надання послуги: до 30</b>
                  <b>&nbsp;</b>
                  <b>робочих днів)</b>
                </p>
              </td>
              <td>80</td>
            </tr>
            <tr>
              <td>9</td>
              <td>
                <p>
                  <b>ВИДАЧА/ПОНОВЛЕННЯ ДОКУМЕНТІВ ДЛЯ ШУКАЧІВ ПРИТУЛКУ</b>
                </p>
                <p>
                  POLICIA- EXPEDICI&Oacute;N/RENOVACI&Oacute;N DE DOCUMENTOS DE
                  SOLICITANTES DE ASILO
                </p>
                <p>
                  <b>Всі провінції (термін надання послуги: до 30</b>
                  <b>&nbsp;</b>
                  <b>робочих днів)</b>
                </p>
              </td>
              <td>80</td>
            </tr>
            <tr>
              <td>10</td>
              <td>
                <p>
                  <b>Tarjeta (TIE)</b>
                </p>
                <p>
                  TARJETA CONFLICTO UCRANIA&ndash;ПОЛІЦІЯ - КАРТКА ДЛЯ
                  ПЕРЕМІЩЕНИХ ОСІБ ВНАСЛІДОК КОНФЛІКТУ В УКРАЇНІ
                </p>
                <p>
                  <b>Всі провінції (термін надання послуги: до 30</b>
                  <b>&nbsp;</b>
                  <b>робочих днів)</b>
                </p>
              </td>
              <td>60</td>
            </tr>
            <tr>
              <td>11</td>
              <td>
                <p>
                  <b>Всі інші послуги, що прямо не вказані в прайс-листі</b>
                </p>
              </td>
              <td>60</td>
            </tr>
            <tr>
              <td>12</td>
              <td>
                <p>
                  <b>Відмова ДОВІРИТЕЛЯ/ЗАМОВНИКА від</b>
                  <b>&nbsp;</b>
                  <b>фактично</b>
                  <b>&nbsp;</b>
                  <b>наданої послуги (скасування)</b>
                </p>
              </td>
              <td>20</td>
            </tr>
          </tbody>
        </table>
      </div>
    </section>
  )
}

export default Offer
